Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Biometric authentication is not available on this Mac.
ar: المصادقة البيومترية غير متوفرة على جهاز Mac هذا.
ca: L'autenticació biomètrica no està disponible en aquest Mac.
cs: Biometrické ověřování není na tomto Macu k dispozici.
da: Biometrisk godkendelse er ikke tilgængelig på denne Mac.
de: Die biometrische Authentifizierung ist auf diesem Mac nicht verfügbar.
el: Ο βιομετρικός έλεγχος ταυτότητας δεν είναι διαθέσιμος σε αυτόν τον Mac.
es: La autenticación biométrica no está disponible en esta Mac.
fi: Biometrinen todennus ei ole käytettävissä tässä Macissa.
fr: L'authentification biométrique n'est pas disponible sur ce Mac.
he: אימות ביומטרי אינו זמין ב-Mac זה.
hi: इस Mac पर बायोमेट्रिक प्रमाणीकरण उपलब्ध नहीं है।
hr: Biometrijska provjera autentičnosti nije dostupna na ovom Macu.
hu: A biometrikus hitelesítés nem érhető el ezen a Mac-en.
id: Otentikasi biometrik tidak tersedia di Mac ini.
it: L'autenticazione biometrica non è disponibile su questo Mac.
ja: この Mac では生体認証は利用できません。
ko: 이 Mac에서는 생체 인증을 사용할 수 없습니다.
ms: Pengesahan biometrik tidak tersedia pada Mac ini.
nb: Biometrisk autentisering er ikke tilgjengelig på denne Mac-en.
nl: Biometrische authenticatie is niet beschikbaar op deze Mac.
pl: Uwierzytelnianie biometryczne nie jest dostępne na tym komputerze Mac.
pt_br: A autenticação biométrica não está disponível neste Mac.
pt_pt: A autenticação biométrica não está disponível neste Mac.
ro: Autentificarea biometrică nu este disponibilă pe acest Mac.
ru: Биометрическая аутентификация недоступна на этом Mac.
sk: Biometrické overenie nie je na tomto Macu dostupné.
sv: Biometrisk autentisering är inte tillgänglig på denna Mac.
th: การรับรองความถูกต้องด้วยไบโอเมตริกซ์ไม่พร้อมใช้งานบน Mac เครื่องนี้
tr: Biyometrik kimlik doğrulama bu Mac'te mevcut değil.
uk: Біометрична автентифікація недоступна на цьому Mac.
vi: Xác thực sinh trắc học không khả dụng trên máy Mac này.
zh_hans: 此 Mac 上不提供生物识别身份验证。
zh_hant: 此 Mac 上不提供生物辨識身份驗證。

source: Biometrics
ar: القياسات الحيوية
ca: Biometria
cs: Biometrie
da: Biometri
de: Biometrie
el: Βιομετρική
es: Biometría
fi: Biometriset tiedot
fr: Biométrie
he: ביומטריה
hi: बॉयोमेट्रिक्स
hr: Biometrija
hu: Biometrikus adatok
id: Biometrik
it: Biometria
ja: 生体認証
ko: 생체 인식
ms: Biometrik
nb: Biometri
nl: Biometrie
pl: Biometria
pt_br: Biometria
pt_pt: Biometria
ro: Biometrie
ru: Биометрия
sk: Biometria
sv: Biometri
th: ไบโอเมตริกซ์
tr: Biyometri
uk: Біометрія
vi: Sinh trắc học
zh_hans: 生物识别技术
zh_hant: 生物辨識技術

source: Bitcoin
ar: بيتكوين
es: bitcóin
he: ביטקוין
ja: ビットコイン
ko: 비트코인
pl: Bitcoina
ru: Биткойн
th: บิทคอยน์
zh_hans: 比特币
zh_hant: 比特幣

source: Bond
ar: رابطة
ca: Vincle
cs: Pouto
da: Bånd
de: Bindung
el: Δεσμός
es: Vínculo
fr: Lier
he: קֶשֶׁר
hi: गहरा संबंध
hr: Veza
hu: Kötvény
id: Menjalin kedekatan
it: Legame
ja: ボンド
ko: 노예
nb: Bånd
pl: Obligacja
pt_br: Ligação
pt_pt: Vínculo
ro: Legătură
ru: Связь
sv: Obligation
th: บอนด์
tr: Bağlamak
uk: Бонд
vi: trái phiếu
zh_hans: 纽带
zh_hant: 紐帶

source: Breakdown of recorded spending
ar: تفصيل الإنفاق المسجل
ca: Desglossament de la despesa registrada
cs: Rozdělení evidovaných výdajů
da: Opdeling af registrerede udgifter
de: Aufschlüsselung der erfassten Ausgaben
el: Ανάλυση καταγεγραμμένων δαπανών
es: Desglose del gasto registrado
fi: Kirjattujen menojen erittely
fr: Répartition des dépenses enregistrées
he: פירוט ההוצאה הרשומה
hi: रिकॉर्ड किए गए खर्च का विवरण
hr: Raščlamba evidentirane potrošnje
hu: A nyilvántartott kiadások bontása
id: Perincian pengeluaran yang tercatat
it: Ripartizione della spesa registrata
ja: 支出実績の内訳
ko: 기록된 지출 분석
ms: Pecahan perbelanjaan yang direkodkan
nb: Fordeling av registrerte utgifter
nl: Uitsplitsing van de geregistreerde uitgaven
pl: Podział zarejestrowanych wydatków
pt_br: Composição dos gastos registrados
pt_pt: Composição dos gastos registados
ro: Defalcarea cheltuielilor înregistrate
ru: Разбивка зарегистрированных расходов
sk: Rozdelenie zaznamenaných výdavkov
sv: Fördelning av bokförda utgifter
th: รายละเอียดของการใช้จ่ายที่บันทึกไว้
tr: Kaydedilen harcamaların dökümü
uk: Розбивка зареєстрованих витрат
vi: Phân tích chi tiêu được ghi nhận
zh_hans: 记录支出明细
zh_hant: 記錄支出明細

source: British Pound
ar: الجنيه البريطاني
ca: Lliura britànica
cs: Britská libra
da: britiske pund
de: Britisches Pfund
el: Λίρα Βρετανίας
es: Libra británica
fi: Englannin punta
fr: Livre sterling
he: פאונד בריטי
hi: ब्रिटिश पाउंड
hr: Britanska funta
hu: brit font
id: Pound Inggris
it: Sterlina britannica
ja: 英国ポンド
ko: 영국 파운드
ms: Paun British
nb: britiske pund
nl: Brits pond
pl: Funt brytyjski
pt_br: Libra britânica
pt_pt: Libra britânica
ro: Lira sterlină
ru: Британский фунт
sk: Britská libra
sv: Brittiska pundet
th: ปอนด์อังกฤษ
tr: İngiliz Sterlini
uk: Британський фунт
vi: Bảng Anh
zh_hans: 英镑
zh_hant: 英鎊

source: Build your first financial view
ar: بناء وجهة نظرك المالية الأولى
ca: Construeix la teva primera visió financera
cs: Vytvořte si svůj první finanční pohled
da: Byg din første økonomiske udsigt
de: Erstellen Sie Ihre erste Finanzansicht
el: Δημιουργήστε την πρώτη σας οικονομική άποψη
es: Construya su primera visión financiera
fi: Luo ensimmäinen taloudellinen näkymäsi
fr: Construisez votre première vue financière
he: בנה את התצוגה הפיננסית הראשונה שלך
hi: अपना पहला वित्तीय दृष्टिकोण बनाएं
hr: Izgradite svoj prvi financijski pregled
hu: Készítse el első pénzügyi nézetét
id: Bangun pandangan finansial pertama Anda
it: Costruisci la tua prima visione finanziaria
ja: 最初の財務ビューを構築する
ko: 첫 번째 재무 뷰 구축
ms: Bina pandangan kewangan pertama anda
nb: Bygg ditt første økonomiske syn
nl: Creëer uw eerste financiële visie
pl: Zbuduj swój pierwszy pogląd finansowy
pt_br: Crie sua primeira visão financeira
pt_pt: Crie a sua primeira visão financeira
ro: Construiți-vă prima viziune financiară
ru: Создайте свой первый финансовый обзор
sk: Vytvorte si svoj prvý finančný pohľad
sv: Bygg din första ekonomiska syn
th: สร้างมุมมองทางการเงินครั้งแรกของคุณ
tr: İlk finansal görünümünüzü oluşturun
uk: Створіть свій перший фінансовий погляд
vi: Xây dựng quan điểm tài chính đầu tiên của bạn
zh_hans: 建立您的第一个财务视图
zh_hant: 建立您的第一個財務視圖

source: Calculated Fee
ar: الرسوم المحسوبة
ca: Quota calculada
cs: Vypočítaný poplatek
da: Beregnet gebyr
de: Berechnete Gebühr
el: Υπολογιζόμενη αμοιβή
es: Tarifa calculada
fi: Laskettu maksu
fr: Frais calculés
he: עמלה מחושבת
hi: परिकलित शुल्क
hr: Obračunata naknada
hu: Számított díj
id: Biaya yang Dihitung
it: Tariffa calcolata
ja: 計算された料金
ko: 계산된 수수료
ms: Yuran Dikira
nb: Beregnet gebyr
nl: Berekende vergoeding
pl: Obliczona opłata
pt_br: Taxa calculada
pt_pt: Taxa calculada
ro: Taxa calculată
ru: Расчетная комиссия
sk: Vypočítaný poplatok
sv: Beräknad avgift
th: ค่าธรรมเนียมที่คำนวณ
tr: Hesaplanan Ücret
uk: Розрахована плата
vi: Phí được tính
zh_hans: 计算费用
zh_hant: 計算費用

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Ophæve
de: Abbrechen
el: Ματαίωση
es: Cancelar
fi: Peruuttaa
fr: Annuler
he: לְבַטֵל
hi: रद्द करना
hr: Otkazati
hu: Mégse
id: Membatalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Kansellere
nl: Annuleren
pl: Anulować
pt_br: Cancelar
pt_pt: Cancelar
ro: Anula
ru: Отмена
sk: Zrušiť
sv: Avboka
th: ยกเลิก
tr: İptal etmek
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Capital invested
ar: رأس المال المستثمر
ca: Capital invertit
cs: Investovaný kapitál
da: Investeret kapital
de: Investiertes Kapital
el: Επενδυμένο κεφάλαιο
es: Capital invertido
fi: Sijoitettu pääoma
fr: Capital investi
he: הון שהושקע
hi: पूंजी निवेश किया गया
hr: Uloženi kapital
hu: Befektetett tőke
id: Modal diinvestasikan
it: Capitale investito
ja: 投資資本
ko: 투자된 자본
ms: Modal dilaburkan
nb: Investert kapital
nl: Geïnvesteerd kapitaal
pl: Zainwestowany kapitał
pt_br: Capital investido
pt_pt: Capital investido
ro: Capitalul investit
ru: Вложенный капитал
sk: Investovaný kapitál
th: ทุนที่ลงทุน
tr: Yatırım yapılan sermaye
uk: Вкладений капітал
vi: Vốn đầu tư
zh_hans: 投入资本
zh_hant: 投入資本

source: Cash
ar: نقدي
ca: Efectiu
cs: Hotovost
da: Kontanter
de: Kasse
el: Μετρητά
es: Dinero
fi: käteistä
fr: Espèces
he: מְזוּמָנִים
hi: नकद
hr: Unovčiti
hu: Készpénz
id: Uang tunai
it: Contanti
ja: 現金
ko: 현금
ms: Tunai
nb: Kontanter
nl: Contant geld
pl: Gotówka
pt_br: Dinheiro
pt_pt: Dinheiro
ro: Numerar
ru: Наличные
sk: Hotovosť
sv: Kontanter
th: เงินสด
tr: Peşin
uk: Готівка
vi: Tiền mặt
zh_hans: 现金
zh_hant: 現金

source: Cash flow
ar: التدفق النقدي
ca: Flux de caixa
cs: Peněžní tok
da: Pengestrøm
el: Ταμειακή ροή
es: Flujo de fondos
fi: Kassavirta
fr: Des flux de trésorerie
he: תזרים מזומנים
hi: नकदी प्रवाह
hr: Novčani tok
hu: Pénzforgalom
id: Arus kas
it: Flusso di cassa
ja: キャッシュフロー
ko: 현금흐름
ms: Aliran tunai
nb: Kontantstrøm
nl: Cashstroom
pl: Przepływ środków pieniężnych
pt_br: Fluxo de caixa
pt_pt: Fluxo de caixa
ro: Fluxul de numerar
ru: Денежный поток
sk: Peňažný tok
sv: Kassaflöde
th: กระแสเงินสด
tr: Nakit akımı
uk: Грошовий потік
vi: Dòng tiền
zh_hans: 现金周转
zh_hant: 現金週轉

source: Cash Flow
ar: التدفق النقدي
ca: Flux de caixa
el: Ταμειακή ροή
es: Flujo de Caja
fi: Kassavirta
fr: Des flux de trésorerie
he: תזרים מזומנים
hi: नकदी प्रवाह
hr: Novčani tok
hu: Pénzforgalom
id: Arus Kas
it: Flusso di Cassa
ja: キャッシュフロー
ko: 현금흐름
ms: Aliran Tunai
nb: Kontantstrøm
nl: Cashstroom
pl: Przepływ środków pieniężnych
pt_br: Fluxo de caixa
pt_pt: Fluxo de caixa
ro: Fluxul de numerar
ru: Денежный поток
sv: Kassaflöde
th: กระแสเงินสด
tr: Nakit akımı
uk: Грошовий потік
vi: Dòng tiền
zh_hans: 现金流
zh_hant: 現金週轉

source: Cash-flow chart concealed
ar: مخطط التدفق النقدي مخفي
ca: Diagrama de flux de caixa amagat
cs: Cash-flow graf skrytý
da: Pengestrømsdiagram skjult
de: Cashflow-Diagramm verborgen
el: Απόκρυψη γράφημα ταμειακών ροών
es: Diagrama de flujo de caja oculto
fi: Kassavirtakaavio piilossa
fr: Diagramme de flux de trésorerie masqué
he: תרשים תזרים מזומנים נסתר
hi: नकदी-प्रवाह चार्ट छुपाया गया
hr: Grafikon novčanog toka skriven
hu: Cash-flow diagram rejtett
id: Bagan arus kas disembunyikan
it: Grafico del flusso di cassa nascosto
ja: キャッシュフローチャートは隠蔽されています
ko: 숨겨진 현금 흐름 차트
ms: Carta aliran tunai disembunyikan
nb: Kontantstrømdiagram skjult
nl: Cashflowdiagram verborgen
pl: Wykres przepływu środków pieniężnych ukryty
pt_br: Gráfico de fluxo de caixa oculto
pt_pt: Gráfico de fluxo de caixa oculto
ro: Diagrama fluxului de numerar ascuns
ru: График движения денежных средств скрыт
sk: Skrytý graf cash-flow
sv: Kassaflödesdiagram dold
th: แผนภูมิกระแสเงินสดถูกปกปิด
tr: Nakit akışı şeması gizlendi
uk: Графік руху готівки приховано
vi: Biểu đồ dòng tiền bị che giấu
zh_hans: 隐藏的现金流量图
zh_hant: 隱藏的現金流量圖

source: Category
ar: فئة
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Luokka
fr: Catégorie
he: קָטֵגוֹרִיָה
hi: वर्ग
hr: Kategorija
hu: Kategória
id: Kategori
it: Categoria
ja: カテゴリ
ko: 범주
ms: kategori
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sv: Kategori
th: หมวดหมู่
tr: Kategori
uk: Категорія
vi: Loại
zh_hans: 类别
zh_hant: 類別

source: Change the search, type, or period filters.
ar: قم بتغيير مرشحات البحث أو النوع أو الفترة.
ca: Canvieu els filtres de cerca, tipus o període.
cs: Změňte filtry vyhledávání, typu nebo období.
da: Skift søge-, type- eller periodefiltre.
de: Ändern Sie die Such-, Typ- oder Zeitraumfilter.
el: Αλλάξτε τα φίλτρα αναζήτησης, τύπου ή περιόδου.
es: Cambie los filtros de búsqueda, tipo o período.
fi: Muuta haku-, tyyppi- tai jaksosuodattimia.
fr: Modifiez les filtres de recherche, de type ou de période.
he: שנה את מסנני החיפוש, הסוג או התקופות.
hi: खोज, प्रकार, या अवधि फ़िल्टर बदलें।
hr: Promijenite filtre za pretraživanje, vrstu ili razdoblje.
hu: Módosítsa a keresési, típus- vagy időszakszűrőket.
id: Ubah filter pencarian, jenis, atau titik.
it: Modifica i filtri di ricerca, tipo o periodo.
ja: 検索、タイプ、または期間フィルターを変更します。
ko: 검색, 유형 또는 기간 필터를 변경합니다.
ms: Tukar penapis carian, jenis atau tempoh.
nb: Endre søke-, type- eller periodefiltre.
nl: Wijzig de zoek-, type- of periodefilters.
pl: Zmień filtry wyszukiwania, typu lub okresu.
pt_br: Altere os filtros de pesquisa, tipo ou período.
pt_pt: Altere os filtros de pesquisa, tipo ou período.
ro: Schimbați filtrele de căutare, tip sau perioadă.
ru: Измените фильтры поиска, типа или периода.
sk: Zmeňte filtre vyhľadávania, typu alebo obdobia.
sv: Ändra sök-, typ- eller periodfiltren.
th: เปลี่ยนการค้นหา ประเภท หรือตัวกรองช่วงเวลา
tr: Arama, tür veya dönem filtrelerini değiştirin.
uk: Змініть фільтри пошуку, типу або періоду.
vi: Thay đổi bộ lọc tìm kiếm, loại hoặc khoảng thời gian.
zh_hans: 更改搜索、类型或期间过滤器。
zh_hant: 變更搜尋、類型或期間篩選器。

source: Changes cannot be saved until the local database load error is resolved.
ar: لا يمكن حفظ التغييرات حتى يتم حل خطأ تحميل قاعدة البيانات المحلية.
ca: Els canvis no es poden desar fins que no es resolgui l'error de càrrega de la base de dades local.
cs: Změny nelze uložit, dokud nebude vyřešena chyba načítání lokální databáze.
da: Ændringer kan ikke gemmes, før den lokale databaseindlæsningsfejl er løst.
de: Änderungen können erst gespeichert werden, wenn der Fehler beim Laden der lokalen Datenbank behoben ist.
el: Οι αλλαγές δεν μπορούν να αποθηκευτούν μέχρι να επιλυθεί το σφάλμα φόρτωσης τοπικής βάσης δεδομένων.
es: Los cambios no se pueden guardar hasta que se resuelva el error de carga de la base de datos local.
fi: Muutoksia ei voi tallentaa ennen kuin paikallisen tietokannan latausvirhe on korjattu.
fr: Les modifications ne peuvent pas être enregistrées tant que l'erreur de chargement de la base de données locale n'est pas résolue.
he: לא ניתן לשמור שינויים עד שנפתרה שגיאת הטעינה המקומית של מסד הנתונים.
hi: स्थानीय डेटाबेस लोड त्रुटि का समाधान होने तक परिवर्तन सहेजे नहीं जा सकते।
hr: Promjene se ne mogu spremiti dok se ne riješi pogreška učitavanja lokalne baze podataka.
hu: A változtatások nem menthetők addig, amíg a helyi adatbázis betöltési hibáját meg nem oldják.
id: Perubahan tidak dapat disimpan sampai kesalahan pemuatan database lokal teratasi.
it: Non è possibile salvare le modifiche finché non viene risolto l'errore di caricamento del database locale.
ja: ローカル データベースのロード エラーが解決されるまで、変更を保存できません。
ko: 로컬 데이터베이스 로드 오류가 해결될 때까지 변경 사항을 저장할 수 없습니다.
ms: Perubahan tidak boleh disimpan sehingga ralat memuatkan pangkalan data setempat diselesaikan.
nb: Endringer kan ikke lagres før den lokale databaselastefeilen er løst.
nl: Wijzigingen kunnen pas worden opgeslagen als de fout bij het laden van de lokale database is opgelost.
pl: Nie można zapisać zmian, dopóki nie zostanie rozwiązany błąd ładowania lokalnej bazy danych.
pt_br: As alterações não podem ser salvas até que o erro de carregamento do banco de dados local seja resolvido.
pt_pt: As alterações não podem ser guardadas até que o erro de carregamento da base de dados local seja resolvido.
ro: Modificările nu pot fi salvate până când eroarea de încărcare a bazei de date locală nu este rezolvată.
ru: Изменения невозможно сохранить, пока не будет устранена ошибка загрузки локальной базы данных.
sk: Zmeny nie je možné uložiť, kým sa nevyrieši chyba načítania lokálnej databázy.
sv: Ändringar kan inte sparas förrän det lokala databasladdningsfelet är löst.
th: ไม่สามารถบันทึกการเปลี่ยนแปลงได้จนกว่าข้อผิดพลาดในการโหลดฐานข้อมูลภายในเครื่องจะได้รับการแก้ไข
tr: Yerel veritabanı yükleme hatası çözülene kadar değişiklikler kaydedilemez.
uk: Зміни неможливо зберегти, доки не буде вирішено помилку завантаження локальної бази даних.
vi: Không thể lưu các thay đổi cho đến khi lỗi tải cơ sở dữ liệu cục bộ được giải quyết.
zh_hans: 在解决本地数据库加载错误之前，无法保存更改。
zh_hant: 在解決本地資料庫載入錯誤之前，無法儲存變更。

source: Checking the iCloud account and preparing CloudKit.
ar: التحقق من حساب iCloud وإعداد CloudKit.
ca: Comprovant el compte d'iCloud i preparant CloudKit.
cs: Kontrola účtu iCloud a příprava CloudKit.
da: Tjek iCloud-kontoen og forbereder CloudKit.
de: Überprüfen des iCloud-Kontos und Vorbereiten von CloudKit.
el: Έλεγχος του λογαριασμού iCloud και προετοιμασία του CloudKit.
es: Comprobando la cuenta de iCloud y preparando CloudKit.
fi: iCloud-tilin tarkistaminen ja CloudKitin valmistelu.
fr: Vérification du compte iCloud et préparation de CloudKit.
he: בדיקת חשבון iCloud והכנת CloudKit.
hi: iCloud खाते की जाँच करना और CloudKit तैयार करना।
hr: Provjera iCloud računa i pripremanje CloudKita.
hu: Az iCloud-fiók ellenőrzése és a CloudKit előkészítése.
id: Memeriksa akun iCloud dan menyiapkan CloudKit.
it: Controllo dell'account iCloud e preparazione di CloudKit.
ja: iCloudアカウントの確認とCloudKitの準備。
ko: iCloud 계정을 확인하고 CloudKit을 준비 중입니다.
ms: Menyemak akaun iCloud dan menyediakan CloudKit.
nb: Sjekker iCloud-kontoen og klargjør CloudKit.
nl: Het iCloud-account controleren en CloudKit voorbereiden.
pl: Sprawdzanie konta iCloud i przygotowanie CloudKit.
pt_br: Verificando a conta iCloud e preparando o CloudKit.
pt_pt: Verificação da conta iCloud e preparação do CloudKit.
ro: Verificarea contului iCloud și pregătirea CloudKit.
ru: Проверка учетной записи iCloud и подготовка CloudKit.
sk: Kontrola účtu iCloud a príprava CloudKit.
sv: Kontrollerar iCloud-kontot och förbereder CloudKit.
th: กำลังตรวจสอบบัญชี iCloud และเตรียม CloudKit
tr: İCloud hesabını kontrol etme ve CloudKit'i hazırlama.
uk: Перевірка облікового запису iCloud і підготовка CloudKit.
vi: Kiểm tra tài khoản iCloud và chuẩn bị CloudKit.
zh_hans: 检查 iCloud 帐户并准备 CloudKit。
zh_hant: 檢查 iCloud 帳戶並準備 CloudKit。

source: Choose another period or record an expense.
ar: اختر فترة أخرى أو سجل مصروفًا.
ca: Trieu un altre període o registreu una despesa.
cs: Vyberte jiné období nebo zaznamenejte výdaj.
da: Vælg en anden periode eller noter en udgift.
de: Wählen Sie einen anderen Zeitraum oder erfassen Sie eine Ausgabe.
el: Επιλέξτε άλλη περίοδο ή καταγράψτε ένα έξοδο.
es: Elija otro período o registre un gasto.
fi: Valitse toinen ajanjakso tai kirjaa kulu.
fr: Choisissez une autre période ou enregistrez une dépense.
he: בחר תקופה אחרת או רשום הוצאה.
hi: कोई अन्य अवधि चुनें या कोई व्यय रिकॉर्ड करें.
hr: Odaberite drugo razdoblje ili evidentirajte trošak.
hu: Válasszon másik időszakot, vagy jegyezzen fel egy kiadást.
id: Pilih periode lain atau catat pengeluaran.
it: Scegli un altro periodo o registra una spesa.
ja: 別の期間を選択するか、経費を記録してください。
ko: 다른 기간을 선택하거나 비용을 기록하세요.
ms: Pilih tempoh lain atau rekod perbelanjaan.
nb: Velg en annen periode eller registrer en utgift.
nl: Kies een andere periode of leg een uitgave vast.
pl: Wybierz inny okres lub zapisz wydatek.
pt_br: Escolha outro período ou registre uma despesa.
pt_pt: Escolha outro período ou registe uma despesa.
ro: Alegeți o altă perioadă sau înregistrați o cheltuială.
ru: Выберите другой период или запишите расходы.
sk: Vyberte si iné obdobie alebo zaznamenajte výdavok.
sv: Välj en annan period eller registrera en kostnad.
th: เลือกช่วงเวลาอื่นหรือบันทึกค่าใช้จ่าย
tr: Başka bir dönem seçin veya bir gider kaydedin.
uk: Виберіть інший період або зафіксуйте витрати.
vi: Chọn một khoảng thời gian khác hoặc ghi lại một khoản chi phí.
zh_hans: 选择另一个期间或记录费用。
zh_hant: 選擇另一個期間或記錄費用。

source: Choose the free Demo API tier.
ar: اختر طبقة Demo API المجانية.
ca: Trieu el nivell gratuït de l'API de demostració.
cs: Vyberte si bezplatnou úroveň Demo API.
da: Vælg det gratis Demo API-niveau.
de: Wählen Sie die kostenlose Demo-API-Stufe.
el: Επιλέξτε το δωρεάν επίπεδο API επίδειξης.
es: Elija el nivel de API de demostración gratuito.
fi: Valitse ilmainen Demo API -taso.
fr: Choisissez le niveau API de démonstration gratuit.
he: בחר בשכבת ה-API של הדגמה בחינם.
hi: निःशुल्क डेमो एपीआई स्तर चुनें।
hr: Odaberite besplatnu demo API razinu.
hu: Válassza ki az ingyenes Demo API szintet.
id: Pilih tingkat Demo API gratis.
it: Scegli il livello API Demo gratuito.
ja: 無料のデモ API レベルを選択します。
ko: 무료 데모 API 계층을 선택하세요.
ms: Pilih peringkat API Demo percuma.
nb: Velg det gratis Demo API-nivået.
nl: Kies de gratis Demo API-laag.
pl: Wybierz bezpłatną warstwę Demo API.
pt_br: Escolha o nível gratuito da API Demo.
pt_pt: Escolha o nível gratuito da API Demo.
ro: Alegeți nivelul gratuit Demo API.
ru: Выберите бесплатный уровень Demo API.
sk: Vyberte si bezplatnú úroveň rozhrania Demo API.
sv: Välj den kostnadsfria Demo API-nivån.
th: เลือกระดับ Demo API ฟรี
tr: Ücretsiz Demo API katmanını seçin.
uk: Виберіть безкоштовний демонстраційний рівень API.
vi: Chọn cấp API Demo miễn phí.
zh_hans: 选择免费的演示 API 层。
zh_hant: 選擇免費的演示 API 層。

source: Classification
ar: تصنيف
ca: Classificació
cs: Klasifikace
da: Klassifikation
de: Einstufung
el: Ταξινόμηση
es: Clasificación
fi: Luokitus
he: מִיוּן
hi: वर्गीकरण
hr: Klasifikacija
hu: Osztályozás
id: Klasifikasi
it: Classificazione
ja: 分類
ko: 분류
ms: Pengelasan
nb: Klassifikasjon
nl: Classificatie
pl: Klasyfikacja
pt_br: Classificação
pt_pt: Classificação
ro: Clasificare
ru: Классификация
sk: Klasifikácia
sv: Klassificering
th: การจำแนกประเภท
tr: sınıflandırma
uk: Класифікація
vi: Phân loại
zh_hans: 分类
zh_hant: 分類

source: CloudKit record %@ has no payload.
ar: لا يحتوي سجل CloudKit %@ على حمولة.
ca: El registre de CloudKit %@ no té càrrega útil.
cs: Záznam CloudKit %@ nemá žádné užitečné zatížení.
da: CloudKit-posten %@ har ingen nyttelast.
de: Der CloudKit-Eintrag %@ hat keine Nutzlast.
el: Η εγγραφή CloudKit %@ δεν έχει ωφέλιμο φορτίο.
es: El registro de CloudKit %@ no tiene carga útil.
fi: CloudKit-tietueella %@ ei ole hyötykuormaa.
fr: L'enregistrement CloudKit %@ n'a pas de charge utile.
he: לרשומת CloudKit %@ אין מטען.
hi: CloudKit रिकॉर्ड %@ में कोई पेलोड नहीं है।
hr: CloudKit zapis %@ nema korisni teret.
hu: A %@ CloudKit rekordnak nincs hasznos terhelése.
id: Catatan CloudKit %@ tidak memiliki muatan.
it: Il record CloudKit %@ non ha carico utile.
ja: CloudKit レコード %@ にはペイロードがありません。
ko: CloudKit 레코드 %@에는 페이로드가 없습니다.
ms: Rekod CloudKit %@ tidak mempunyai muatan.
nb: CloudKit-posten %@ har ingen nyttelast.
nl: CloudKit-record %@ heeft geen payload.
pl: Rekord CloudKit %@ nie zawiera ładunku.
pt_br: O registro CloudKit %@ não tem carga útil.
pt_pt: O registo CloudKit %@ não tem carga útil.
ro: Înregistrarea CloudKit %@ nu are încărcătură utilă.
ru: Запись CloudKit %@ не имеет полезных данных.
sk: Záznam CloudKit %@ nemá žiadne užitočné zaťaženie.
sv: CloudKit-posten %@ har ingen nyttolast.
th: บันทึก CloudKit %@ ไม่มีเพย์โหลด
tr: CloudKit kaydı %@ veri yüküne sahip değil.
uk: Запис CloudKit %@ не має корисного навантаження.
vi: Bản ghi CloudKit %@ không có tải trọng.
zh_hans: CloudKit 记录 %@ 没有有效负载。
zh_hant: CloudKit 記錄 %@ 沒有有效負載。

source: CoinGecko
ar: كوين جيكو
es: MonedaGecko
hi: कॉइनगेको
id: KoinGecko
ko: 코인게코
nl: Muntgekko
ru: МонетаGecko
zh_hans: 币壁虎
zh_hant: 幣壁虎

source: CoinGecko API Key
ar: مفتاح واجهة برمجة تطبيقات CoinGecko
ca: Clau de l'API CoinGecko
cs: CoinGecko API klíč
da: CoinGecko API nøgle
de: CoinGecko-API-Schlüssel
el: Κλειδί API CoinGecko
es: Clave API de CoinGecko
fi: CoinGecko API-avain
fr: Clé API CoinGecko
he: מפתח API של CoinGecko
hi: कॉइनगेको एपीआई कुंजी
hr: CoinGecko API ključ
hu: CoinGecko API kulcs
id: Kunci API CoinGecko
it: Chiave API CoinGecko
ja: CoinGecko APIキー
ko: 코인게코 API 키
ms: Kunci API CoinGecko
nb: CoinGecko API-nøkkel
nl: CoinGecko API-sleutel
pl: Klucz API CoinGecko
pt_br: Chave API CoinGecko
pt_pt: Chave API CoinGecko
ro: Cheia API CoinGecko
ru: API-ключ CoinGecko
sk: CoinGecko API kľúč
sv: CoinGecko API-nyckel
th: คีย์ API ของ CoinGecko
tr: CoinGecko API Anahtarı
uk: Ключ API CoinGecko
vi: Khóa API CoinGecko
zh_hans: CoinGecko API 密钥
zh_hant: CoinGecko API 金鑰
